const data = [
  {
    Date: '2023-03-19 20:26:15',
    User: '김동영',
    Message: '김동영 invited Park and.',
  },
  {
    Date: '2023-03-19 20:26:15',
    User: '김동영',
    Message:
      '김동영님이 팀채팅을 시작했어요!\n팀채팅방에서 주고 받은 대화와 미디어는 실시간 보관되고, 나중에 참여한 멤버도 함께 볼 수 있습니다.',
  },
  {
    Date: '2023-03-19 20:31:55',
    User: '김동영',
    Message: '삭제된 메시지입니다.',
  },
  {
    Date: '2023-03-19 20:34:20',
    User: '김동영',
    Message:
      "톡게시판 '공지': 시간낭비하지 않고 생산적인 하루의 시작을 하자는 취지에서 만들게된 챌린지입니다.\n\n- 참여 방법\n1. 라이프 사이클에 맞게 자신의 일정이 처음 시작되는 장소와 시간을 알려주세요. ex) 헬스장 11시\n2. 데미마인 또는 타임스탬프 어플을 사용하여 해당되는 장소에서 인증샷을 공유해주세요.\n\n- 규칙\n1. 평일 5일간 진행됩니다. 주말은 인정되지 않으나 인증을 원하신다면 하셔도 좋습니다! \n2. 무단이탈 방지용 예치금 5000 원 , 지각 1000원 , 미인증 3000원 입니다. \n3. 1분 지각도 지각입니다.\n4. 시험 또는 면접이 있는 경우 알려주시면 참작해드리겠습니다.\n5. 매주 결석권을 1회 사용할 수 있습니다. 단 전날 자정 12시 전에 알려주셔야합니다.\n6. 우리 챌린지는 사적 만남을 요구하지 않습니다. \n\n- 예치금 보내주실 계좌\n예치금은 챌린지가 끝날때 돌려드리겠습니다!\n\n053121028476 부산은행 김동영\n정보컴퓨터공학부 17학번 입니다 \n(돈이 거래되는 부분이다보니",
  },
  {
    Date: '2023-03-19 20:35:53',
    User: '김동영',
    Message:
      '안녕하세요! 하루 시작을 낭비하는 시간없도록 하고 싶어 만들게된 챌린지입니다! 공지사항 읽어주시고 각자 인증할 장소와 시간을 알려주세요!',
  },
  {
    Date: '2023-03-19 20:38:21',
    User: '김동영',
    Message:
      '챌린지는 2주 동안 진행할 계획입니다. 저도 챌린지 진행이 처음이다 보니 부족한 점이 있을 수 도 있고, 그러한 부분에 대해서는 챌린지원들께서 피드백을 주시면 함께 좋은쪽으로 발전할 수 있을 것 같습니다.',
  },
  {
    Date: '2023-03-19 20:44:33',
    User: '김동영',
    Message: '확인하시면 공지사항 읽고 공지 댓글에 벌금을 1/N 받으실 계좌를 남겨주세요!',
  },
  {
    Date: '2023-03-19 20:56:58',
    User: 'Park',
    Message: '네 확인하고 댓글 남겼습니다. 잘부탁드립니다~!',
  },
  {
    Date: '2023-03-19 20:57:43',
    User: '김동영',
    Message: '확인했습니다! 잘부탁드립니다 😊',
  },
  {
    Date: '2023-03-20 08:58:52',
    User: '최범주',
    Message: '사진',
  },
  {
    Date: '2023-03-20 09:56:43',
    User: 'Park',
    Message: '사진',
  },
  {
    Date: '2023-03-20 10:00:19',
    User: '김동영',
    Message: '사진',
  },
  {
    Date: '2023-03-21 09:50:05',
    User: '김동영',
    Message: '사진',
  },
  {
    Date: '2023-03-21 10:00:39',
    User: 'Park',
    Message: '사진',
  },
  {
    Date: '2023-03-21 15:25:27',
    User: '최범주',
    Message: '사진',
  },
  {
    Date: '2023-03-22 08:53:40',
    User: '최범주',
    Message: '사진',
  },
  {
    Date: '2023-03-22 09:34:30',
    User: 'Park',
    Message: '저는 오늘 연구실 출근하지않아 결석권 쓰겠습니다',
  },
  {
    Date: '2023-03-22 09:35:13',
    User: 'Park',
    Message: '아 12시 전에 말해야 하는군요..',
  },
  {
    Date: '2023-03-22 09:37:50',
    User: 'Park',
    Message: '흠 영어시험이 있어서 오늘 못갈것 같은데 어쩌죠..?',
  },
  {
    Date: '2023-03-22 09:37:55',
    User: '김동영',
    Message: '확인했습니다! 이번은 넘어가는 걸로 합시다. 😃',
  },
  {
    Date: '2023-03-22 09:38:29',
    User: 'Park',
    Message: '감사합니다 다음부턴 규칙을 미리 숙지할께요ㅎㅎ',
  },
  {
    Date: '2023-03-22 09:39:24',
    User: '김동영',
    Message: '네 시험 화이팅입니다!',
  },
  {
    Date: '2023-03-22 09:39:29',
    User: 'Park',
    Message: '네, 감사합니다',
  },
  {
    Date: '2023-03-22 09:59:55',
    User: '김동영',
    Message: '사진',
  },
];

export default data;
